Repository: jasewarner/social-icons-obvs
Catalog: tags/1.0.6/languages/*.po
Languages: hi_in

source: Settings
hi_in: सेटिंग्स

source: Your Social Accounts
hi_in: आपकी सामाजिक लेखा

source: Appearance
hi_in: दखौट

source: Sorting and Display
hi_in: छंटाई और प्रदर्शन

source: Switch on an account to activate it. You may then enter the link to your profile.
hi_in: एक खाता चालू इसे सक्रिय करने के। तब आप अपने प्रोफ़ाइल के लिए लिंक प्रवेश कर सकते हैं।

source: If you no longer wish to display an account, simply switch it off.
hi_in: तुम अब एक खाता प्रदर्शित करना चाहते हैं, बस इसे बंद।

source: Preview
hi_in: पूर्वद्रिश्श

source: This is how the icons will look across your website.
hi_in: यह प्रतीक अपनी वेबसाइट भर में दिखेगा।

source: Don’t forget to save your changes.
hi_in: अपने परिवर्तनों को सहेजने के लिए मत भूलना।

source: Use the styling tools to adjust the appearance of the icons.
hi_in: प्रतीक की उपस्थिति को समायोजित करने के स्टाइल उपकरणों का उपयोग करें।

source: You can preview your changes before saving them.
hi_in: सहेजने से पहले आप अपने परिवर्तनों का पूर्वावलोकन कर सकते हैं।

source: In this section you may choose the order in which your icons appear.
hi_in: इस अनुभाग में आप जिस क्रम में अपने आइकन को दिखाना चुन सकते हैं।

source: When you are done, save your changes, grab the short code and hey presto… you are ready to display them!
hi_in: जब आप कर रहे हैं, अपने परिवर्तनों को सहेजने शॉर्ट कोड हड़पने और हे की सफ़ाई ... आप उन्हें प्रदर्शित करने के लिए तैयार हैं!

source: Displaying the Icons
hi_in: प्रतीक प्रदर्शित

source: Copy the short code below and paste it in the area(s) where you would like to display the icons on your website.
hi_in: नीचे लघु कोड कॉपी करके उसे क्षेत्र (ओं) जहां आप अपनी वेबसाइट पर माउस प्रदर्शित करना चाहते हैं में पेस्ट करें।

source: For instance, you may want to paste it into a widget that is part of your sidebar or footer.
hi_in: उदाहरण के लिए, आप इसे एक विजेट है कि अपने साइडबार या पाद लेख का हिस्सा है में पेस्ट कर सकते हैं।

source: The shortcode is:
hi_in: शोर्ट है:

source: Icon Order
hi_in: क्रम

source: Direct users to your various social media accounts, using customisable SVG icons.
hi_in: अपने विभिन्न सामाजिक मीडिया खातों के लिए सीधी उपयोगकर्ताओं, अनुकूलन एसवीजी प्रतीक का उपयोग कर।
