Repository: jasewarner/social-icons-obvs
Catalog: tags/1.0.9/languages/*.po
Languages: de

source: Settings
de: Einstellungen

source: Your Social Accounts
de: Social Media Konten

source: Appearance
de: Aussehen

source: Sorting and Display
de: Sortierung und Anzeige

source: Switch on an account to activate it. You may then enter the link to your profile.
de: Schalten Sie ein Konto zu aktivieren. Sie können dann den Link zu Ihrem Profil.

source: If you no longer wish to display an account, simply switch it off.
de: Wenn Sie nicht mehr wünschen, ein Konto angezeigt werden, einfach abschalten.

source: This is how the icons will look across your website.
de: Dies ist, wie die Symbole für Ihre Website aussehen wird.

source: Don’t forget to save your changes.
de: Vergessen Sie nicht, Ihre Änderungen zu speichern.

source: Use the styling tools to adjust the appearance of the icons.
de: Verwenden Sie die Styling-Tools, das Aussehen der Symbole anzupassen.

source: You can preview your changes before saving them.
de: Sie können vor dem Speichern Ihrer Änderungen in einer Vorschau.

source: In this section you may choose the order in which your icons appear.
de: In diesem Abschnitt können Sie wählen, in welcher Reihenfolge Ihre Symbole erscheinen.

source: When you are done, save your changes, grab the short code and hey presto… you are ready to display them!
de: Wenn Sie fertig sind, speichern Sie die Änderungen, den kurzen Code packen und schwupps ... Sie sind bereit, sie anzusehen!

source: Displaying the Icons
de: Anzeige der Icons

source: Copy the short code below and paste it in the area(s) where you would like to display the icons on your website.
de: Kopieren Sie den kurzen Code und fügen Sie ihn in der Nähe (n), wo Sie möchten, dass die Symbole angezeigt werden auf Ihrer Website.

source: For instance, you may want to paste it into a widget that is part of your sidebar or footer.
de: Zum Beispiel können Sie es in ein Widget einfügen, die Teil der Sidebar oder Fußzeile ist.

source: The shortcode is:
de: Der Shortcode ist:

source: Icon Order
de: Icon bestellen

source: Direct users to your various social media accounts, using customisable SVG icons.
de: Direkte Nutzer auf Ihre verschiedenen Social-Media-Konten, mit anpassbaren SVG-Icons.
