Repository: jasewarner/social-icons-obvs
Catalog: tags/1.1.0/languages/*.po
Languages: fr

source: Settings
fr: Réglages

source: Your Social Accounts
fr: Comptes sociaux

source: Appearance
fr: Apparence

source: Sorting and Display
fr: Tri et affichage

source: Switch on an account to activate it. You may then enter the link to your profile.
fr: Allumez un compte pour l'activer. Vous pouvez alors saisir le lien vers votre profil.

source: If you no longer wish to display an account, simply switch it off.
fr: Si vous ne souhaitez plus afficher un compte, il suffit de passer hors tension.

source: Preview
fr: Aperçu

source: This is how the icons will look across your website.
fr: Voici comment les icônes regarder à travers votre site Web.

source: Don’t forget to save your changes.
fr: Ne pas oublier d'enregistrer vos modifications.

source: Use the styling tools to adjust the appearance of the icons.
fr: Utilisez les outils de style pour modifier l'apparence des icônes.

source: You can preview your changes before saving them.
fr: Vous pouvez prévisualiser vos modifications avant de les enregistrer.

source: In this section you may choose the order in which your icons appear.
fr: Dans cette section, vous pouvez choisir l'ordre dans lequel vos icônes apparaissent.

source: When you are done, save your changes, grab the short code and hey presto… you are ready to display them!
fr: Lorsque vous avez terminé, enregistrez vos modifications, prenez le code court et ... hey presto vous êtes prêt à les afficher!

source: Displaying the Icons
fr: Affichage des icônes

source: Copy the short code below and paste it in the area(s) where you would like to display the icons on your website.
fr: Copiez le code ci-dessous court et de le coller dans la zone (s) où vous souhaitez afficher les icônes sur votre site.

source: For instance, you may want to paste it into a widget that is part of your sidebar or footer.
fr: Par exemple, vous pouvez le coller dans un widget qui fait partie de votre barre latérale ou pied de page.

source: The shortcode is:
fr: Le shortcode est:

source: Icon Order
fr: icône de commande

source: Direct users to your various social media accounts, using customisable SVG icons.
fr: Les utilisateurs directs à vos différents comptes de médias sociaux, en utilisant des icônes SVG personnalisables.
