Repository: jasewarner/social-icons-obvs
Catalog: languages/*.po
Languages: es, ja, nl

source: Settings
es: Ajustes
ja: 設定
nl: Instellingen

source: Your Social Accounts
es: Redes sociales
ja: ソーシャルアカウント
nl: Sociale Accounts

source: Appearance
es: Aspecto
ja: 外観
nl: Weergave

source: Sorting and Display
es: Clasificación y visualización
ja: ソートと表示
nl: Sorteren en Display

source: Switch on an account to activate it. You may then enter the link to your profile.
es: Encienda una cuenta para activarla. A continuación, puede entrar en el enlace a su perfil.
ja: それを有効にするには、アカウントに切り替えます。次に、あなたのプロフィールへのリンクを入力することができます。
nl: Schakel een account te activeren. U kunt vervolgens de link naar uw profiel.

source: If you no longer wish to display an account, simply switch it off.
es: Si ya no desea mostrar una cuenta, simplemente apagarlo.
ja: あなたは、もはやアカウントを表示したい場合は、単にそれをオフにしません。
nl: Als u niet langer wenst om een ​​account weer te geven, zet hem gewoon uit.

source: Preview
es: Vista previa
ja: プレビュー
nl: Voorbeeld

source: This is how the icons will look across your website.
es: Así es como los iconos se verá a través de su sitio web.
ja: これは、アイコンがあなたのウェブサイト全体でどのように見えるかです。
nl: Dit is hoe de iconen eruit zal zien in uw website.

source: Don’t forget to save your changes.
es: No olvides guardar los cambios!
ja: 変更内容を保存することを忘れないでください。
nl: Vergeet niet om uw wijzigingen op te slaan.

source: Use the styling tools to adjust the appearance of the icons.
es: Utilice las herramientas de diseño para ajustar el aspecto de los iconos.
ja: アイコンの外観を調整するためにスタイリングツールを使用してください。
nl: Gebruik de styling tools om het uiterlijk van de pictogrammen aan te passen.

source: You can preview your changes before saving them.
es: Puede previsualizar los cambios antes de guardarlos.
ja: あなたはそれらを保存する前に変更をプレビューすることができます。
nl: U kunt uw wijzigingen bekijken voordat ze op te slaan.

source: In this section you may choose the order in which your icons appear.
es: En esta sección usted puede elegir el orden en el que aparecen los iconos.
ja: このセクションでは、あなたのアイコンが表示される順序を選択することもできます。
nl: In dit gedeelte kunt u de volgorde waarin uw pictogrammen te kiezen.

source: When you are done, save your changes, grab the short code and hey presto… you are ready to display them!
es: Cuando haya terminado, guarde los cambios, agarra el código corto y ¡listo ... ya está listo para mostrarlos!
ja: 完了したら、変更内容を保存し、短いコードをつかむと、ちょっとプレスト...あなたがそれらを表示する準備が整いました！
nl: Wanneer u klaar bent, slaat u de wijzigingen, pak de korte code en hey presto ... je bent klaar om ze weer te geven zijn!

source: Displaying the Icons
es: Viendo los iconos
ja: アイコンを表示
nl: De pictogrammen

source: Copy the short code below and paste it in the area(s) where you would like to display the icons on your website.
es: Copiar el código corto abajo y pegarlo en el área (s) donde se desea mostrar los iconos en su sitio web.
ja: 以下の短いコードをコピーし、あなたのウェブサイト上のアイコンを表示したいエリア（S）に貼り付けます。
nl: Kopieer de korte onderstaande code en plak deze in het gebied (s) waar je zou willen om de pictogrammen op uw website weer te geven.

source: For instance, you may want to paste it into a widget that is part of your sidebar or footer.
es: Por ejemplo, es posible que desee pegarlo en un widget que es parte de la barra lateral o pie de página.
ja: たとえば、あなたはあなたのサイドバーやフッターの一部であるウィジェットにペーストすることもできます。
nl: Bijvoorbeeld, wilt u misschien om het te plakken in een widget die deel uitmaakt van uw zijbalk of voettekst.

source: The shortcode is:
es: El código corto es:
ja: ショートは次のとおりです。
nl: De shortcode is:

source: Icon Order
es: Icono de la orden
ja: アイコンのご注文
nl: Icoon Bestel

source: Direct users to your various social media accounts, using customisable SVG icons.
es: usuarios directos a sus diferentes cuentas de redes sociales, utilizando iconos SVG personalizables.
ja: カスタマイズ可能なSVGのアイコンを使用して、さまざまなソーシャルメディアのアカウントへの直接のユーザー、。
nl: Gebruikers naar uw verschillende social media-accounts, met behulp van aanpasbare SVG iconen.
