Repository: jasewarner/social-icons-obvs
Catalog: tags/1.1.4/languages/*.po
Languages: it

source: Settings
it: Impostazioni

source: Your Social Accounts
it: Accounts Social

source: Appearance
it: Aspetto

source: Sorting and Display
it: Ordinamento e display

source: Switch on an account to activate it. You may then enter the link to your profile.
it: Accendere un account per attivarlo. Si può quindi inserire il link al tuo profilo.

source: If you no longer wish to display an account, simply switch it off.
it: Se non si desidera più per visualizzare un account, è sufficiente spegnerlo.

source: Preview
it: Anteprima

source: This is how the icons will look across your website.
it: In questo modo le icone appariranno attraverso il vostro sito web.

source: Don’t forget to save your changes.
it: Non dimenticare di salvare le modifiche.

source: Use the styling tools to adjust the appearance of the icons.
it: Utilizzare gli strumenti per lo styling per regolare l'aspetto delle icone.

source: You can preview your changes before saving them.
it: Potete vedere in anteprima le modifiche prima di salvarle.

source: In this section you may choose the order in which your icons appear.
it: In questa sezione è possibile scegliere l'ordine in cui appaiono le icone.

source: When you are done, save your changes, grab the short code and hey presto… you are ready to display them!
it: Quando hai finito, salvare le modifiche, prendere il codice breve e oplà ... si è pronti per visualizzarli!

source: Displaying the Icons
it: Visualizzazione delle icone

source: Copy the short code below and paste it in the area(s) where you would like to display the icons on your website.
it: Copiare il codice breve di seguito e incollarlo nella zona (s) in cui si desidera visualizzare le icone sul tuo sito web.

source: For instance, you may want to paste it into a widget that is part of your sidebar or footer.
it: Per esempio, si può decidere di incollarlo in un widget che fa parte della vostra barra laterale o piè di pagina.

source: The shortcode is:
it: Lo shortcode è:

source: Icon Order
it: Icona order

source: Direct users to your various social media accounts, using customisable SVG icons.
it: gli utenti diretti per i vostri vari account di social media, utilizzando le icone SVG personalizzabili.
