Repository: jasewarner/social-icons-obvs
Catalog: tags/1.0.8/languages/*.po
Languages: ar

source: Settings
ar: الاعدادات

source: Your Social Accounts
ar: حسابات التواصل الاجتماعي

source: Appearance
ar: المظهر

source: Sorting and Display
ar: الفرز والعرض

source: Switch on an account to activate it. You may then enter the link to your profile.
ar: التبديل على حساب لتنشيطه. ثم يمكنك إدخال رابط إلى ملفك الشخصي.

source: If you no longer wish to display an account, simply switch it off.
ar: اذا كنت لم تعد ترغب في عرض حساب، ببساطة إطفائه.

source: Preview
ar: معاينة

source: This is how the icons will look across your website.
ar: هذه هي الطريقة الرموز سوف ننظر عبر موقع الويب الخاص بك.

source: Don’t forget to save your changes.
ar: لا ننسى لحفظ التغييرات.

source: Use the styling tools to adjust the appearance of the icons.
ar: استخدام أدوات التصميم لضبط مظهر من الرموز.

source: You can preview your changes before saving them.
ar: يمكنك معاينة التغييرات قبل حفظها.

source: In this section you may choose the order in which your icons appear.
ar: في هذا القسم يمكنك اختيار الترتيب الذي تظهر الرموز الخاصة بك.

source: When you are done, save your changes, grab the short code and hey presto… you are ready to display them!
ar: عند الانتهاء، حفظ التغييرات، والاستيلاء على الرمز القصير ومهلا المعزوفة ... كنت على استعداد لعرضها!

source: Displaying the Icons
ar: عرض الأيقونات

source: Copy the short code below and paste it in the area(s) where you would like to display the icons on your website.
ar: نسخ رمز قصيرة أدناه ولصقه في المنطقة (ق) حيث كنت ترغب في عرض الرموز على موقع الويب الخاص بك.

source: For instance, you may want to paste it into a widget that is part of your sidebar or footer.
ar: على سبيل المثال، قد ترغب في صقه في القطعة التي هي جزء من الشريط الجانبي الخاص بك أو تذييل الصفحة.

source: The shortcode is:
ar: والرمز القصير هو

source: Icon Order
ar: رمز ترتيب

source: Direct users to your various social media accounts, using customisable SVG icons.
ar: توجيه المستخدمين لمختلف حسابات وسائل الاعلام الاجتماعية، وذلك باستخدام الرموز SVG للتخصيص.
