Repository: jasewarner/social-icons-obvs
Catalog: tags/1.1.2/languages/*.po
Languages: pt

source: Settings
pt: Configurações

source: Your Social Accounts
pt: Redes Sociais

source: Appearance
pt: Aparência

source: Switch on an account to activate it. You may then enter the link to your profile.
pt: Ligue uma conta para ativá-lo. Você pode, então, entrar no link para seu perfil.

source: If you no longer wish to display an account, simply switch it off.
pt: Se você não quiser mais exibir uma conta, basta desligá-lo.

source: Preview
pt: Previsualizar

source: This is how the icons will look across your website.
pt: Esta é a forma como os ícones vão olhar através de seu site.

source: Don’t forget to save your changes.
pt: Não se esqueça de salvar as alterações.

source: Use the styling tools to adjust the appearance of the icons.
pt: Utilize as ferramentas de estilo para ajustar a aparência dos ícones.

source: You can preview your changes before saving them.
pt: Você pode visualizar suas alterações antes de salvá-los.

source: In this section you may choose the order in which your icons appear.
pt: Nesta seção você pode escolher a ordem em que os ícones aparecem.

source: When you are done, save your changes, grab the short code and hey presto… you are ready to display them!
pt: Quando você terminar, salve as alterações, pegar o código curto e voilá ... você está pronto para exibi-los!

source: Displaying the Icons
pt: Exibindo os ícones

source: Copy the short code below and paste it in the area(s) where you would like to display the icons on your website.
pt: Copie o código curto abaixo e cole-o na área (s) em que você gostaria de exibir os ícones em seu site.

source: For instance, you may want to paste it into a widget that is part of your sidebar or footer.
pt: Por exemplo, você pode querer colá-lo em um widget que faz parte da sua barra lateral ou rodapé.

source: The shortcode is:
pt: O shortcode é:

source: Icon Order
pt: ícone Order

source: Direct users to your various social media accounts, using customisable SVG icons.
pt: direcionar os usuários para suas várias contas de mídia social, usando ícones personalizáveis ​​SVG.
